Repository: JHdehao/Cove
Catalog: Cove/Localizable.xcstrings
Source language: en
Languages: ar, ja, ko, ru, zh_hans, zh_hant

# 通义千问（阿里云国际）
source: Qwen (Alibaba Cloud International)
ar: Qwen (Alibaba Cloud الدولي)
ja: Qwen（Alibaba Cloud 国際版）
ko: Qwen(Alibaba Cloud 국제)
zh_hans: 通义千问（阿里云国际）
zh_hant: 通義千問（阿里雲國際）

# 通用会议
source: General Meeting
ar: اجتماع عام
ja: 一般的な会議
ko: 일반 회의
ru: Обычная встреча
zh_hans: 通用会议
zh_hant: 通用會議

# 重命名
source: Rename
ar: إعادة تسمية
ja: 名前を変更
ko: 이름 변경
ru: Переименовать
zh_hans: 重命名
zh_hant: 重新命名

# 重命名「%@」
source: Rename "%@"
ar: إعادة تسمية «%@»
ja: 「%@」の名前を変更
ko: 「%@」 이름 변경
ru: Переименовать «%@»
zh_hans: 重命名「%@」
zh_hant: 重新命名「%@」

# 重命名说话人
source: Rename Speaker
ar: إعادة تسمية المتحدث
ja: 話者の名前を変更
ko: 화자 이름 변경
ru: Переименовать говорящего
zh_hans: 重命名说话人
zh_hant: 重新命名說話人

# 重新打开 Cove 后生效
source: Takes effect after you reopen Cove
ar: يسري التغيير بعد إعادة فتح Cove
ja: Cove を開き直すと反映されます
ko: Cove를 다시 열면 적용됩니다
ru: Вступит в силу после перезапуска Cove
zh_hans: 重新打开 Cove 后生效
zh_hant: 重新開啟 Cove 後生效

# 重新生成纪要
source: Rewrite Minutes
ar: إعادة كتابة المحضر
ja: 議事録を再作成
ko: 회의록 다시 만들기
ru: Переписать протокол
zh_hans: 重新生成纪要
zh_hant: 重新生成紀要

# 重新转录
source: Transcribe Again
ar: إعادة التفريغ
ja: 再度文字起こし
ko: 다시 받아쓰기
ru: Расшифровать заново
zh_hans: 重新转录
zh_hant: 重新轉錄

# 重点
source: Key point
ar: مهم
ja: 重要
ko: 중요
ru: Важно
zh_hans: 重点
zh_hant: 重點

# 重试
source: Retry
ar: إعادة المحاولة
ja: 再試行
ko: 다시 시도
ru: Повторить
zh_hans: 重试
zh_hant: 重試

# 钥匙串错误（%d）：%@
source: Keychain error (%1$d): %2$@
ar: خطأ في سلسلة المفاتيح (%1$d): %2$@
ja: キーチェーンのエラー（%1$d）：%2$@
ko: 키체인 오류(%1$d): %2$@
ru: Ошибка связки ключей (%1$d): %2$@
zh_hans: 钥匙串错误（%1$d）：%2$@
zh_hant: 鑰匙串錯誤（%1$d）：%2$@

# 问点什么…
source: Ask something…
ar: اسأل شيئًا…
ja: 質問する…
ko: 무엇이든 물어보세요…
ru: Спросите что-нибудь…
zh_hans: 问点什么…
zh_hant: 問點什麼…

# 问问这场会议
source: Ask About This Meeting
ar: اسأل عن هذا الاجتماع
ja: この会議について聞く
ko: 이 회의에 대해 묻기
ru: Спросите об этой встрече
zh_hans: 问问这场会议
zh_hant: 問問這場會議

# 阿拉伯语
source: Arabic
ar: العربية
ja: アラビア語
ko: 아랍어
ru: Арабский
zh_hans: 阿拉伯语
zh_hant: 阿拉伯語

# 隐私
source: Privacy
ar: الخصوصية
ja: プライバシー
ko: 개인정보
ru: Конфиденциальность
zh_hans: 隐私
zh_hant: 隱私

# 隐私政策
source: Privacy Policy
ar: سياسة الخصوصية
ja: プライバシーポリシー
ko: 개인정보 처리방침
ru: Политика конфиденциальности
zh_hans: 隐私政策
zh_hant: 隱私政策

# 需求 / 方案评审
source: Spec / Design Review
ar: مراجعة المتطلبات / التصميم
ja: 要件・設計レビュー
ko: 요구사항/설계 검토
ru: Обзор требований / решения
zh_hans: 需求 / 方案评审
zh_hant: 需求 / 方案評審

# 需要 iOS 26 和支持 Apple 智能的设备。
source: Needs iOS 26 and a device that supports Apple Intelligence.
ar: يتطلب iOS 26 وجهازًا يدعم Apple Intelligence.
ja: iOS 26 と Apple Intelligence 対応デバイスが必要です。
ko: iOS 26과 Apple Intelligence 지원 기기가 필요합니다.
ru: Нужны iOS 26 и устройство с поддержкой Apple Intelligence.
zh_hans: 需要 iOS 26 和支持 Apple 智能的设备。
zh_hant: 需要 iOS 26 和支援 Apple 智慧的裝置。

# 面试
source: Interview
ar: مقابلة توظيف
ja: 面接
ko: 면접
ru: Собеседование
zh_hans: 面试
zh_hant: 面試

# 韩语
source: Korean
ar: الكورية
ja: 韓国語
ko: 한국어
ru: Корейский
zh_hans: 韩语
zh_hant: 韓語

# 麦克风被占用或断开，正在尝试恢复…已录的部分都已保存。
source: The microphone was taken or disconnected; trying to get it back… Everything recorded so far is saved.
ar: الميكروفون مشغول أو مفصول، نحاول استعادته… كل ما سُجّل محفوظ.
ja: マイクが使用中か切断されました。復旧を試みています…録音済みの部分は保存されています。
ko: 마이크가 사용 중이거나 연결이 끊겼습니다. 복구 중… 지금까지 녹음한 부분은 저장되었습니다.
ru: Микрофон занят или отключён, пытаемся восстановить… Всё записанное сохранено.
zh_hans: 麦克风被占用或断开，正在尝试恢复…已录的部分都已保存。
zh_hant: 麥克風被佔用或斷開，正在嘗試恢復…已錄的部分都已儲存。

# 默认模板
source: Default template
ar: القالب الافتراضي
ja: 既定のテンプレート
ko: 기본 템플릿
ru: Шаблон по умолчанию
zh_hans: 默认模板
zh_hant: 預設模板

# 智谱 GLM（Z.ai）
source: Zhipu GLM (Z.ai)
zh_hans: 智谱 GLM（Z.ai）
zh_hant: 智譜 GLM（Z.ai）
